List<String> ukrainianNames1 = [
  'Андрій', 'Богдан', 'Віктор', 'Ганна', 'Данило', 'Євген', 'Жанна', 'Злата', 'Іван', 'Ірина',
  'Кирило', 'Леся', 'Марія', 'Наталія', 'Олег', 'Павло', 'Роман', 'Світлана', 'Тарас', 'Уляна',
  'Федір', 'Христина', 'Цвітана', 'Чеслав', 'Шевченко', 'Щербань', 'Юлія', 'Ярослав', 'Валерія', 'Василь',
  'Олена', 'Микола', 'Сергій', 'Володимир', 'Оксана', 'Людмила', 'Галина', 'Валентин', 'Віра', 'Віталій',
  'Дмитро', 'Катерина', 'Лариса', 'Мирослава', 'Олександр', 'Петро', 'Руслан', 'Софія', 'Яна', 'Юрій'
];

List<String> ukrainianNames2 = [
  'Артем', 'Богдан', 'Валерія', 'Григорій', 'Денис', 'Єлизавета', 'Жанна', 'Зоряна', 'Іван', 'Інна',
  'Кирило', 'Леонід', 'Марина', 'Наталя', 'Олексій', 'Павло', 'Роман', 'Світлана', 'Тимур', 'Уляна',
  'Федір', 'Христина', 'Цезар', 'Чеслав', 'Шевченко', 'Щербань', 'Юлія', 'Ярослав', 'Василина', 'Василь',
  'Олена', 'Микола', 'Сергій', 'Володимир', 'Оксана', 'Людмила', 'Галина', 'Валентин', 'Віра', 'Віталій',
  'Дмитро', 'Катерина', 'Лариса', 'Мирослава', 'Олександр', 'Петро', 'Руслан', 'Софія', 'Яна', 'Юрій'
]; 